ondiiik/micropython-espboards/ports/esp32/boards/GENERIC_SPIRAM8/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 module (spiram+himem)"
#define MICROPY_HW_MCU_NAME "ESP32"
